06-devtools/LOPE/echemLatticeSmooth/run01/0/pa
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      pa;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }

    outlet
    {
        type            adjntEchemPressure;
        value           uniform 0;
    }

    walls
    {
        type            zeroGradient;
    }

    top
    {
        type            zeroGradient;
    }

    btm
    {
        type            zeroGradient;
    }

    front
    {
        type            zeroGradient;
    }  

    back
    {
        type            zeroGradient;
    }  
}

// ************************************************************************* //
