06-devtools/LOPE/echemLatticeSmooth/run01/constant/dPermInterpIn.txt
10000
(
1.524028810198e+03
1.524401984586e+03
1.525148394101e+03
1.525894925144e+03
1.526641577809e+03
1.527388352191e+03
1.528135248384e+03
1.528882266484e+03
1.529629406586e+03
1.530376668786e+03
1.531124053183e+03
1.531871559872e+03
1.532619188950e+03
1.533366940517e+03
1.534114814670e+03
1.534862811508e+03
1.535610931131e+03
1.536359173639e+03
1.537107539131e+03
1.537856027709e+03
1.538604639474e+03
1.539353374526e+03
1.540102232969e+03
1.540851214905e+03
1.541600320436e+03
1.542349549667e+03
1.543098902700e+03
1.543848379641e+03
1.544597980594e+03
1.545347705664e+03
1.546097554957e+03
1.546847528579e+03
1.547597626637e+03
1.548347849238e+03
1.549098196489e+03
1.549848668498e+03
1.550599265373e+03
1.551349987224e+03
1.552100834160e+03
1.552851806291e+03
1.553602903725e+03
1.554354126576e+03
1.555105474954e+03
1.555856948969e+03
1.556608548734e+03
1.557360274363e+03
1.558112125968e+03
1.558864103662e+03
1.559616207559e+03
1.560368437774e+03
1.561120794421e+03
1.561873277617e+03
1.562625887475e+03
1.563378624113e+03
1.564131487648e+03
1.564884478196e+03
1.565637595876e+03
1.566390840805e+03
1.567144213102e+03
1.567897712885e+03
1.568651340275e+03
1.569405095392e+03
1.570158978354e+03
1.570912989285e+03
1.571667128304e+03
1.572421395534e+03
1.573175791097e+03
1.573930315116e+03
1.574684967714e+03
1.575439749014e+03
1.576194659141e+03
1.576949698219e+03
1.577704866374e+03
1.578460163731e+03
1.579215590416e+03
1.579971146556e+03
1.580726832277e+03
1.581482647707e+03
1.582238592974e+03
1.582994668206e+03
1.583750873532e+03
1.584507209082e+03
1.585263674985e+03
1.586020271371e+03
1.586776998372e+03
1.587533856119e+03
1.588290844742e+03
1.589047964376e+03
1.589805215150e+03
1.590562597200e+03
1.591320110660e+03
1.592077755661e+03
1.592835532340e+03
1.593593440832e+03
1.594351481272e+03
1.595109653795e+03
1.595867958539e+03
1.596626395640e+03
...
)
