06-devtools/LOPE/echemLatticeSmooth/run01/constant/porosityInterpIn.txt
10000
(
9.960300000000e-01
9.960109680263e-01
9.959918986080e-01
9.959727917393e-01
9.959536474143e-01
9.959344656272e-01
9.959152463722e-01
9.958959896434e-01
9.958766954350e-01
9.958573637412e-01
9.958379945560e-01
9.958185878737e-01
9.957991436885e-01
9.957796619944e-01
9.957601427857e-01
9.957405860565e-01
9.957209918009e-01
9.957013600132e-01
9.956816906874e-01
9.956619838178e-01
9.956422393986e-01
9.956224574237e-01
9.956026378875e-01
9.955827807841e-01
9.955628861077e-01
9.955429538523e-01
9.955229840123e-01
9.955029765816e-01
9.954829315545e-01
9.954628489252e-01
9.954427286878e-01
9.954225708365e-01
9.954023753654e-01
9.953821422687e-01
9.953618715405e-01
9.953415631751e-01
9.953212171665e-01
9.953008335090e-01
9.952804121966e-01
9.952599532236e-01
9.952394565841e-01
9.952189222723e-01
9.951983502823e-01
9.951777406083e-01
9.951570932445e-01
9.951364081849e-01
9.951156854239e-01
9.950949249555e-01
9.950741267739e-01
9.950532908732e-01
9.950324172476e-01
9.950115058913e-01
9.949905567985e-01
9.949695699633e-01
9.949485453798e-01
9.949274830422e-01
9.949063829447e-01
9.948852450814e-01
9.948640694465e-01
9.948428560342e-01
9.948216048386e-01
9.948003158539e-01
9.947789890742e-01
9.947576244938e-01
9.947362221066e-01
9.947147819070e-01
9.946933038891e-01
9.946717880470e-01
9.946502343749e-01
9.946286428670e-01
9.946070135174e-01
9.945853463203e-01
9.945636412698e-01
9.945418983601e-01
9.945201175854e-01
9.944982989398e-01
9.944764424174e-01
9.944545480125e-01
9.944326157193e-01
9.944106455317e-01
9.943886374441e-01
9.943665914506e-01
9.943445075454e-01
9.943223857225e-01
9.943002259762e-01
9.942780283006e-01
9.942557926899e-01
9.942335191382e-01
9.942112076398e-01
9.941888581887e-01
9.941664707791e-01
9.941440454053e-01
9.941215820612e-01
9.940990807412e-01
9.940765414393e-01
9.940539641498e-01
9.940313488668e-01
9.940086955843e-01
...
)
